Repository: cat-cfs/catplotlib
Catalog: files/locales/*/LC_MESSAGES/catplotlib.po
Languages: es, fr

source: (graph view)
es: (vista gráfica)
fr: (vue graphique)

source: (map view)
es: (vista del mapa)
fr: (vue de la carte)

source: Year:
es: Año :
fr: Année :

source: Years
es: Años
fr: Années

source: Disturbances
es: Perturbaciones
fr: Perturbations

source: tC/yr
es: tC/año
fr: tC/an

source: KtC/yr
es: KtC/año
fr: KtC/an

source: MtC/yr
es: MtC/año
fr: MtC/an

source: tC/ha/yr
es: tC/ha/año
fr: tC/ha/an

source: KtC/ha/yr
es: KtC/ha/año
fr: KtC/ha/an

source: MtC/ha/yr
es: MtC/ha/año
fr: MtC/ha/an

source: to
es: a
fr: à
